Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=437_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Kahta naista kunnioitetaan Gollegiella 2010 kielipalkinnolla
sme: Guokte nissona oažžuba giellabálkkášumi Gollegiella 2010

source: Kaksi naispuolista tulisielua, Máret Sárá ja Lajla Mattsson Magga, ovat kukin tahollaan tehneet laajaa työtä saamen kielen edistämiseksi ja säilyttämiseksi.
sme: Guokte sámi nissona, Máret Sárá ja Lajla Mattson Magga, leaba goappašat ja iešguđet ládje rahčan sámegiela ovddidemiin ja seailluhemiin.

source: Nyt he saavat jakaa pohjoismaisen kielipalkinnon Gollegiella 2010.
sme: Dal beassaba juohkit davviriikkalaš giellabálkkašumi Gollegiella 2010.

source: Kielipalkinto jaetaan joka toinen vuosi ja palkintosumma on 12 500 euroa.
sme: Giellabálkkašupmi geigejuvvo juohke nuppát jagi ja bálkkašumi summi lea 12 500 evro.

source: Tänään marraskuun 22. päivänä palkinto luovutettiin pohjoismaisessa ministerikokouksessa Tukholmassa.
sme: Otne 22 beaivi skábmamánus geigejuvvui bálkkašupmi davviriikkalaš ministarčoahkkimis Stockholmmas.

source: Ruotsin saamelaiskäräjien hallituksen puheenjohtaja Ingrid Inga kehuu Pohjoismaiden hallituksia siitä että ne panostavat suureen palkintosummaan kiinnittääkseen huomiota saamen kieliin.
sme: Rápmi

source: - On hauskaa voida palkita ja rohkaista ihmisiä, jotka ovat tehneet huomattavan työn saamen kielten säilyttämiseksi ja kehittämiseksi, hän sanoo.
sme: Ruoŧa Sámedikki stivraságadoalli Ingrid Inga, rámida davviriikkalaš ráđđehusaid go bidjet nu stuora bálkkašansummi fuomášan dihte sámegielaid.

source: Tänä vuonna pohjoissaamea ja eteläsaamea nostetaan esille.
sme: - Lea somá go sáhttá bálkkašit ja movttidahttit olbmuid geat eallinagi leat garrasit bargan sámegiela seailluhemiin ja ovddidemiin, dadjá son.

source: Pohjoissaamea puhutaan Ruotsissa, Norjassa ja Suomessa, eteläsaamea Ruotsissa ja Norjassa.
sme: Davvi ja orjješsámegiella

source: Tässä seuraa lyhyesti arviointikomitean perustelu miksi juuri Máret Sára ja Lajla Mattsson Magga saavat palkinnon vuonna 2010: Máret Sárá
sme: Dán jagi leat davvisámegiella ja orjješsámegiella mat loktejuvvojit oidnosii. Goappaš gielat ságastuvvojit ruoŧabeal Sámis.

source: Máret Sárá on syntynyt v. 1947 Pyssyjoella Porsangin kunnassa Norjassa.
sme: Dá oanehaččat veardidanlávdegotti ákkastallan manin juste Máret Sárá ja Lajla Mattsson Magga oažžuba bálkkašumi jagi 2010:

source: Hän on omistanut elämänsä kielelliseen kehittämistyöhön pohjoissaamen alalla.
sme: Máret Sárá Máret Sárá lea riegádan 1947 ja son lea bajásšaddan Bissojogas Porsáŋggus, Norggas.

source: Hän on ollut opettajana, kirjailijana, lehtinaisena, poronhoitohallinnon neuvonantajana, kustannusyrityksen johtajana ja hänellä on ollut monia tehtäviä eri yhdistyksissä ja poliittisissa elimissä.
sme: Son lea olles áiggi áŋgirit bargan davvisámegiela ovddidemiin ja nannemiin.

source: Kieltä koskeva työ on seurannut hänen työelämässään punaisena lankana ja hän on ollut hyvänä esimerkkinä sekä ammatissaan että naisena.
sme: Son lea bargan oahpaheaddjin, girječállin, journalistan, ráđđeaddin Boazodoallohálddahusas ja girjelágádusjođiheaddjin ja sus lea leamaš njunušdoaibma máŋggain servviin ja politihkalaš doaimmas.

source: Opettamalla oppilaita ja opiskelijoita hän on samalla muuttanut sekä opetusmetodeja että itse opetusjärjestelmää.
sme: Sámegiela ovddideapmi lea álohii leamaš guovddážis su bargoeallimis ja eará beroštumiin ja son lea leamaš buorre ja nanu ofelaš sihke ámmátolmmožin ja nissonbealušteaddjin.

source: Hän on yhdessä Kirsten Popen kanssa julkaissut oppikirjasarjan Eatnigiella sekä kirjoja, joissa on sanaleikkejä, riimejä, sanontoja ja oppimisleikkejä.
sme: Ođđa oahppovuogit

source: Viime vuosina hän on myös julkaissut pari kirjaa sananparsista.
sme: Seammás go son lea bargan oahpaheaddjin son lea maiddái leamašan mielde rievdadit sihke oahppovugiid ja oahpahussystema.

source: Yhteensä hän on ollut mukana julkaisemassa yli 40 kirjaa.
sme: Son lea ovttas Kirsten Popein čállan oahppogirjeráiddu Eatnigiella ja son lea maiddái almmuhan girjjiid main leat sátnestoahkamat, hoahkamat ja oahppanstoahkamat.

source: Máret Sárá on henkilö, joka on tohtinut kulkea omia teitä.
sme: Son lea maid čállán moadde sátnevájasgirjji masa son lea čohkken dieđuid sihke boarrásat ja dáláš áiggis.

source: Koko elämänsä aikana hän on ollut aktiivisena sekä pedagogina, lehtinaisena, kirjailijana mutta myös kielipoliittisesti.
sme: Oktiibuot son lea leamašan mielde čállimin badjel 40 girjji.

source: Máret Sárán laaja saamen kieltä koskeva työ tekee hänet Gollegiellan arvokkaaksi saajaksi, toteaa arviointikomitea.
sme: Iežas geainnut

source: Lajla Mattsson Magga
sme: Máret Sárá lea olmmoš gii lea duostan guorrat iežas geainnuid.

source: Lajla Mattsson Magga on syntynyt 1942 Kall-nimisessä kylässä Ruotsin Jämtlandissa, mutta on asunut pitkään Norjan Koutokeinossa.
sme: Son lea eallinagi leamaš njunnošis sihke ámmátlaččat pedagogan, journalistan ja čállin muhto maiddái giellapolitihkalaččat.

source: Eteläsaamen kielen säilyttäminen, opettaminen ja kehittäminen ovat opiskeluajoista lähtien olleet hänen keskipisteessään sekä ammatillisessa että yksityisessä elämässä.
sme: Máret Sárá viiddis doaibma sámegielain dagaha su árvvolaš vuostáiváldin Gollegiela bálkkašumis, oaivvilda veardidanlávdegoddi.

source: Hänen toiminta-alansa on laaja ja kattaa sekä kaunokirjallisuutta ja tietokirjallisuutta, käännöksiä, opetusta, kieliaineiston keräilyä ja analyysiä, paikannimiä ja sanakirjatyötä.
sme: Lajla Mattsson Magga

source: Lajla Mattsson Magga on pitkään tehnyt työtä eteläsaamen opettajana ja tentaattorina.
sme: Lajla Mattsson Magga lea riegadan 1942 Kall gilis, Jämtlánddas Ruoŧas, son lea ollu jagiid juo orrun Guovdageainnus Norgga beal Sámis.

source: Vuonna 1984 hänen ensimmäinen kirjansa ilmestyi, Maahke ryöknie, jonka jälkeen on seurannut muita oppikirjoja ja lasten kirjoja.
sme: Universitehtaáiggi rájis lea orjješsámegiela ovdánahttin, seailluheapmi ja oahpahus leamaš guovddážis sihke su ámmátlaš ja priváhta eallimis.

source: Nyt hän osallistuu Raamatun uudelleen käännöstyöhön eteläsaameksi ja samanaikaisesti hän laatii kielioppikirjaa.
sme: Lajla Mattson Magga lea viidát doaibman giellasuorggis ja son lea e.e. bargan čáppa- ja fágagirjjálašvuođain, jorgalusaiguin, oahpahusain, eksiminašuvnnain, son lea čohkken giellamateriála ja báikenamaid ja maiddái addan olggus orjješsámi sátnelisttuid.

source: Hänen suurin panoksensa kielialalla on kahden sanakirjan laatiminen: Åarjelsaemien-daaroen baakogärjä/Eteläsaame-norja sanakirja yhdessä Knut Bergslandin kanssa ja Daaroen-åarjelsaemien baakogärjä/Norja-eteläsaame sanakirja.
sme: Pedagoga ja čálli Lajla Mattson Magga lea guhkes áiggi bargan oahpaheaddjin ja eksiminatuvrran orjješsámegielas.

source: Lajla Mattsson Magga on koko elämänsä aikana perusteellisesti osallistunut eteläsaamen kielityöhön, mikä tekee hänestä tärkeäksi kieleninnoittajaksi ja Gollegiellan palkinnon arvokkaaksi saajaksi, arviointikomitea toteaa perustelussaan.
sme: 1984 bođii su vuosttaš girji olggus, Maahke ryöknie, ja dan maŋŋel lea son čállán máŋga oahppogirjji ja mánáidgirjji mat leat addojuvvon olggus.
